Revit 2027 API
ParameterTypeId.FabricationSecondarySize Property
 "Size of Secondary End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationSecondarySize { get; }
Public Shared ReadOnly Property FabricationSecondarySize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationSecondarySize {
	ForgeTypeId^ get ();
}
static member FabricationSecondarySize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace